# 各種変数をこのファイルで定義
#
###################################
# プロジェクトIDを正しく指定する#####
# プロジェクト名ではない！      #####
###################################
PROJECT_ID="your_porject_id"
#
###################################
# 自分と分かる文字（正直何でもいい）##
###################################
USER="your_name"
#
###################################
# 制作する学習モデル(AI)の名前 ######
# このままでもいい            ######
###################################
MODEL_NAME="flowers"
#
####################################
# 以降は変更しない！ #################
####################################
BUCKET_NAME="${PROJECT_ID}-mlengine"
REGION="us-central1"
GCS_PATH="gs://${BUCKET_NAME}/${USER}/flowers"
VERSION_NAME="v2"